Repository: giubots/mrpenn_flutter
Catalog: intl_*.arb
Languages: it

source: Are you sure?
it: Sei sicuro?

source: The selected transaction will be deleted, this action can not be undone.
it: L'elemento selezionato sarà eliminato, quest'azione non potrà essere annullata.

source: Yes
it: Sì

source: Submit
it: Invia

source: Hud
it: Cruscotto

source: See all
it: Elenco

source: New Transaction
it: Nuovo inserimento

source: New Category
it: Nuova categoria

source: New Entity
it: Nuovo ente

source: Entities recap
it: Riassunto

source: Categories recap
it: Riassunto categorie

source: Title
it: Titolo

source: Amount
it: Quantità

source: Origin
it: Origine

source: Destination
it: Destinazione

source: Categories
it: Categorie

source: Entities
it: Enti

source: Date
it: Data

source: Notes
it: Note

source: Must be returned
it: Da restituire

source: Returning transaction
it: Restituisce

source: To return
it: Da restituire

source: Returned
it: Restituita

source: Name
it: Nome

source: Is active
it: È attivo

source: Is preferred
it: Preferito

source: Initial value
it: Valore iniziale

source: Appears in the total
it: Appare nel totale

source: Is positive
it: Ha valore positivo

source: Total
it: Totale

source: Until now
it: Finora

source: This month
it: Questo mese

source: Last month
it: Mese scorso

source: Insert a number greather than 0
it: Inserire un numero maggiore di 0

source: Insert a valid date: dd/MM/yyyy
it: Inserire una data valida: gg/MM/aaaa

source: The date is not in the allowed range
it: La data non è nel periodo valido

source: Transactions to be returned require a note
it: Gli spostamenti da restituire necessitano di una nota

source: Please choose a value
it: Scegli un elemento

source: Transaction not found
it: Elemento non trovato

source: Name unavailable
it: Nome non disponibile
